API_KEY_TEL = "6102369923:AAE11L_CZ240bflCAl4_n_yXtuT_PRVzdHg"
API_KEY_GPT = "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"
TESSERACT_PATH = r"Tesseract-OCR\tesseract.exe"
LINE = "✍️✍️✍️✍️✍️✍️✍️✍️✍️✍️✍️"
REPLY = "<b><u>Відповідь на ваше питання:</u></b>"
SCHEDULE_ERROR = "Схоже щось пішло не так, перевірте правильність даних та спробуйте знову"

FAQ = '''Бот функціонує як ChatGPT
  
Надішли текстове повідомлення та він дасть відповідь✍ 
  
Бот може приймати фото, розпізнавати текст на них та віддавати його вам🏞 
  
Текст із зображення також можна автоматично направити до ChatGPT✉

Бот може приймати аудіо/голосві повідомлення, розпізнавати текст у них та віддавати його вам🎤

Текст із аудіо також можна автоматично направити до ChatGPT✉'''
